[
	{
		"id": 1,
		"name": "saviodesigns",
		"body": "Loved the talked/artistic skill/willingness to take feedback and make adjustments. Definitely a great experience and I hope to work with him again!!!"
	},
	{
		"id": 2,
		"name": "josephbenstowe",
		"body": "Seller was great I can tell the design he chose was 100% authentic and custom and it look incredibly high quality"
	},
	{
		"id": 3,
		"name": "umbric",
		"body": "Always the best experience working with this seller. This is our 10th or so project with their team and we keep coming back for fresh approaches to delivering our services to new clients."
	},
	{
		"id": 4,
		"name": "bertrand_bio",
		"body": "Outstanding designer with great skills, The collaboration was very good and the results have been on point."
	},
	{
		"id": 5,
		"name": "kjemma",
		"body": "He is AMAZING to work with! Attention to detail; creativity; committment to you in all ways. I will work with him again and again!!"
	},
	{
		"id": 6,
		"name": "kjemma",
		"body": "He is AMAZING to work with! Attention to detail; creativity; committment to you in all ways. I will work with him again and again!!"
	},
	{
		"id": 7,
		"name": "davecowser",
		"body": "Excellent job! Overall they were very responsible to all of our requests and got to them in a timely way. I was impressed the visual design. They also helped us get it up and running. I would definitely use again."
	},
	{
		"id": 8,
		"name": "uvstudios182",
		"body": "An outstanding seller who works hard with his clients to make sure they get exactly what they are looking for. I was highly impressed by their quick turnaround and ability to address notes fast and efficiently. They also took the time to understand the requirements of the project and asked all the right questions before they started the gig with me. I will certainly be back in the near future."
	},
	{
		"id": 9,
		"name": "bnodvin2323",
		"body": "We gave way more revisions requests than allowed but he did not hesitate and delivered the product exactly how we envisioned it!! Great work!!"
	},
	{
		"id": 10,
		"name": "robinkhan303",
		"body": "The Seller is super professional and very good in communications. He quickly understands the initial and changes in the requirements. I could easily transmit my idea to him and he turned those into a nice design. This is my 5 the order with him. I am highly satisfied with his level of skill set and commitment."
	},
	{
		"id": 11,
		"name": "uvstudios182",
		"body": "These guys are the real deal. They took a wireframe I created and made a beautiful website that will be sure to wipe the competition out of the water. Extremely responsive and willing to do any updates or changes necessary to give you the best web design possible. I already have them designing the rest of the site for me. You won't be disappointed if you choose these guys as your designers. "
	},
	{
		"id": 12,
		"name": "jessicalee694",
		"body": "The seller delivered outputs that look great! He was also very patient with my requests and saw to it that I was 100% satisfied with my requests before submitting the work for delivery. Definitely would work with him again!"
	},
	{
		"id": 13,
		"name": "damonmyee",
		"body": "I have completed over a dozen projects with this Seller. The work is always spectacular. The seller is always responsive and the service is always exceptional. I highly recommend this Gig."
	},
	{
		"id": 14,
		"name": "kiwi_solutions",
		"body": "And again, excellent work. Really. Thanks for your great contribution to my project. I hope I have the chance to work with you much more in future. Greetings from Germany"
	},
	{
		"id": 15,
		"name": "charlie_ecom",
		"body": "One of the more talented designers here - has a creative eye and extremely hard working, Will be doing more projects again with him - once again fantastic"
	},
	{
		"id": 16,
		"name": "jessicacruz5",
		"body": "Incredible designer! Took his time to really understand our vision and what we were trying to achieve visually. Made the effort to make changes as needed and was easy to deal with going back and forth regarding changes. We will be using for future projects. Highly recommended"
	},
	{
		"id": 17,
		"name": "alemzolota",
		"body": "It was a pleasure to work with him. After the first delivery, I accepted no need for a review! Would recommend a great price/result ratio."
	},
	{
		"id": 18,
		"name": "dyu121",
		"body": "Great work! Requirements were closely followed and I really loved the design aesthetic. He was responsive to small content edits and delivered revisions very quickly. Look forward to engaging again for future work."
	},
	{
		"id": 19,
		"name": "arahmanodt",
		"body": "A good listener, on-time delivery, and good designing aesthetics. Establishing a design-test-feedback loop to improve designs works with little effort!"
	},
	{
		"id": 20,
		"name": "labzuu",
		"body": "His work far exceeded my expectations. He went above and beyond to ensure my vision came to life. I really admire his work ethic and plan on using him again in the future. Thanks again"
	},
	{
		"id": 21,
		"name": "andreofficial20",
		"body": "It's been an absolute pleasure working with them. An extremely efficient web developer we can trust and highly recommend on Fiverr. He's professional, skillful, knowledgable, reliable and friendly! The quality of his work on our project has been superb!! Thank you Saiful for going the extra mile and always helping us where needed."
	},
	{
		"id": 22,
		"name": "jinliu791",
		"body": "He is a really talented designer! I had the best experience with him. After he created the homepage, he is also helping us with the rest of the pages as well. If you need to design your website, definitely he is the best person to hire."
	},
	{
		"id": 23,
		"name": "soldynamix",
		"body": "Incredible experience! Tausif created our custom website design and development and has built us a world class website beyond what any fiver pro can offer. Incredibly patient and doesn't stop till it's perfect. I hope to use Tausif for all our future web design and dev. Exceptional! Thank you so much!"
	},
	{
		"id": 24,
		"name": "jean_marct",
		"body": "The communication was great and very responsive. We were able to work through some hurdles and obstacles along the way and got it done."
	}
]
